cask_args appdir: "/Applications"

tap "beeftornado/rmtree"
tap "boz/repo"
tap "buo/cask-upgrade"
tap "carlosedp/tap"
tap "garethr/kubeval"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "hudochenkov/sshpass"
tap "wagoodman/dive"
tap "weaveworks/tap"

brew "mas"

brew "ack"
brew "python"
brew "ansible"
brew "openssl"
brew "asciinema"
brew "autojump"
brew "bash"
brew "bat"
brew "docker-completion"
brew "docker-machine-driver-xhyve"
brew "faas-cli"
brew "gawk"
brew "pcre2"
brew "git"
brew "gnu-tar"
brew "go"
brew "htop"
brew "hub"
brew "hyperkit", link: false
brew "iperf3"
brew "istioctl"
brew "jq"
brew "jsonnet"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "kubectx"
brew "markdown"
brew "md5sha1sum"
brew "minikube"
brew "neofetch"
brew "openshift-cli"
brew "qemu"
brew "rlwrap"
brew "sshuttle"
brew "stern"
brew "telnet"
brew "tmate"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "xz"
brew "zsh"
brew "zsh-completions"
brew "carlosedp/tap/sshoot"
brew "garethr/kubeval/kubeval"
brew "hudochenkov/sshpass/sshpass"
brew "wagoodman/dive/dive"
brew "weaveworks/tap/footloose"

cask "alfred"
cask "appcleaner"
cask "arduino"
cask "betterzip"
cask "batchmod"
cask "docker"
cask "evernote"
cask "firefox"
cask "font-firacode-nerd-font"
cask "font-ibm-plex"
cask "franz"
cask "google-backup-and-sync"
cask "google-chrome"
cask "go2shell"
cask "grandperspective"
cask "handbrake"
cask "iterm2"
cask "itsycal"
cask "joplin"
cask "kdiff3"
cask "minikube"
cask "minishift"
cask "muzzle"
cask "nightowl"
cask "obinslab-starter"
cask "open-in-code"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "spectacle"
cask "spotify"
cask "skype"
cask "steam"
cask "touchswitcher"
cask "transmission"
cask "unshaky"
cask "vanilla"
cask "virtualbox"
cask "vlc"
cask "visual-studio-code"

mas "Amphetamine", id: 937984704
mas "Disk Speed Test", id: 425264550
mas "Evernote", id: 406056744
mas "ForkLift", id: 412448059
mas "LastPass", id: 926036361
mas "LimeChat", id: 414030210
mas "OTP Manager", id: 928941247
mas "Pixelmator", id: 407963104
mas "Slack", id: 803453959
mas "Speedtest", id: 1153157709
mas "TweetDeck", id: 485812721
