cask_args appdir: "/Applications"

brew "mas"

cask "raycast"
cask "appcleaner"
cask "betterzip"
cask "docker"
cask "firefox"
cask "franz"
cask "google-drive"
cask "google-chrome"
cask "go2shell"
cask "grandperspective"
cask "handbrake"
cask "hiddenbar"
cask "iterm2"
cask "itsycal"
cask "obsidian"
cask "muzzle"
cask "nightowl"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "rectangle"
cask "send-to-kindle"
cask "spotify"
cask "qobuz"
cask "steam"
cask "transmission"
cask "virtualbox"
cask "vlc"
cask "balenaetcher"
cask "powershell"
cask "nrlquaker-winbox"
cask "1password"
cask "1password-cli"
cask "maccy"
cask "contexts"
cask "clocker"
cask "fluid"
cask "tunnelblick"
cask "element"

mas "Amphetamine", id: 937984704
mas "Disk Speed Test", id: 425264550
mas "Slack", id: 803453959
mas "Speedtest", id: 1153157709
mas "Wireguard", id: 1451685025
